Repository: common-repository/protect-wp-login
Catalog: languages/protect-wp-login-*.po
Languages: es_es

source: Protects wp-login.php with additional authentication.
es_es: Protege wp-login.php con autenticación adicional.

source: Login Credentials Generated
es_es: Credenciales de Inicio de Sesión Generadas

source: Username:
es_es: Nombre de Usuario:

source: Password:
es_es: Contraseña:

source: Important:
es_es: Importante:

source: Please note these credentials now. Once this message disappears, you won’t be able to view them again.
es_es: Tome nota de estas credenciales ahora. Una vez que este mensaje desaparezca, no podrá verlas nuevamente.

source: You can create your own usernames and passwords.
es_es: Puede crear sus propios nombres de usuario y contraseñas.

source: User successfully deleted.
es_es: Usuario eliminado con éxito.

source: Error deleting user.
es_es: Error al eliminar el usuario.

source: Cannot delete the last user. There must be at least one user.
es_es: No se puede eliminar al último usuario. Debe haber al menos un usuario.

source: Please select a user to delete.
es_es: Por favor, seleccione un usuario para eliminar.

source: User successfully added.
es_es: Usuario añadido con éxito.

source: Error writing to the password file.
es_es: Error al escribir en el archivo de contraseñas.

source: Cannot write to the password file. Please check the permissions.
es_es: No se puede escribir en el archivo de contraseñas. Verifique los permisos.

source: This username already exists, please choose another one.
es_es: Este nombre de usuario ya existe, por favor elija otro.

source: Please enter a username and password.
es_es: Por favor, introduzca un nombre de usuario y una contraseña.

source: Existing Users
es_es: Usuarios Existentes

source: Add New User
es_es: Agregar Nuevo Usuario

source: Username
es_es: Nombre de Usuario

source: Password
es_es: Contraseña

source: Save
es_es: Guardar

source: Delete
es_es: Eliminar

source: Actions
es_es: Acciones

source: Note: There will always be at least 1 username. There is no maximum limit on users.
es_es: Nota: Siempre habrá al menos 1 nombre de usuario. No hay límite máximo de usuarios.

source: Attention: Username and Password are equal
es_es: Atención: El Nombre de Usuario y la Contraseña son iguales

source: Unable to initialize the file system. Please check your permissions.
es_es: No se puede inicializar el sistema de archivos. Por favor, verifique los permisos.

source: Error creating directory:
es_es: Error al crear el directorio:

source: Protect WP Login Settings
es_es: Configuraciones de Protect WP Login

source: Login Protection Settings
es_es: Configuraciones de Protección de Inicio de Sesión
